Revit 2027 API
ParameterTypeId.WorkPlaneParam Property
 "Work Plane"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WorkPlaneParam { get; }
Public Shared ReadOnly Property WorkPlaneParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WorkPlaneParam {
	ForgeTypeId^ get ();
}
static member WorkPlaneParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace